# Cask Packages
cask 'arduino-ide'
cask 'brave-browser'
cask 'bruno'
cask 'discord'
cask 'docker-desktop'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'keka'
cask 'microsoft-edge'
cask 'mongodb-compass'
cask 'nordvpn'
cask 'opera'
cask 'slack'
cask 'spotify'
cask 'stats'
cask 'teamviewer'
cask 'telegram'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'steam'
cask 'iterm2'
cask 'zulu'
cask 'android-studio'
cask 'raycast'
cask 'easy-move+resize'
cask 'chatgpt'
cask 'claude-code'
cask 'gcloud-cli'
cask 'obsidian'
cask 'zoom'
cask 'microsoft-teams'
cask 'tor-browser'
cask 'google-drive'
cask 'virtualbox'
cask 'raspberry-pi-imager'
cask 'logi-options-plus'
cask 'logitune'
cask 'openvpn-connect'
cask 'sketch'

# Brew Packages
brew 'ffmpeg'
brew 'git'
brew 'nvm'
brew 'openssl@3'
brew 'pyenv'
brew 'rbenv'
brew 'libyaml'
brew 'readline'
brew 'xz'
brew 'sqlite'
brew 'tmux'
brew 'watchman'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'huggingface-cli'
brew 'ollama'
brew 'cmake'
brew 'protobuf'
brew 'rustup'
brew 'wget'
brew 'gh'
brew 'mas'
brew 'dive'
brew 'ansible'

# Mac App Store apps (installed via `mas`, requires being signed in to the App Store)
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
mas 'The Unarchiver', id: 425424353
