# Cask Packages
cask 'arduino-ide'
cask 'brave-browser'
cask 'bruno'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'keka'
cask 'microsoft-edge'
cask 'mongodb-compass'
cask 'nordvpn'
cask 'opera'
cask 'robo-3t'
cask 'slack'
cask 'spotify'
cask 'stats'
cask 'teamviewer'
cask 'telegram'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

# Brew Packages
brew 'ffmpeg'
brew 'figlet'
brew 'git'
brew 'nvm'
brew 'openssl'
brew 'pyenv'
brew 'rbenv'
brew 'tmux'
brew 'watchman'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'