# Cask Packages
cask 'arduino-ide'
cask 'brave-browser'
cask 'bruno'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'keka'
cask 'microsoft-edge'
cask 'mongodb-compass'
cask 'nordvpn'
cask 'opera'
cask 'robo-3t'
cask 'slack'
cask 'spotify'
cask 'stats'
cask 'teamviewer'
cask 'telegram'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'steam'
cask 'iterm2'
cask 'zulu'
cask 'android-studio'
cask 'raycast'
cask 'easy-move+resize'
cask 'chatgpt'
cask 'keyclu'
cask 'draw-things'
cask 'lunar'

# Brew Packages
brew 'ffmpeg'
brew 'figlet'
brew 'git'
brew 'nvm'
brew 'openssl'
brew 'pyenv'
brew 'rbenv'
brew 'tmux'
brew 'watchman'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'huggingface-cli'
brew 'ollama'
brew 'cmake'
brew 'protobuf'
brew 'rustup'
brew 'wget'
